<template>
    <div id="agreement" class="decor-wrap">
        <main class="main">
            <div class="container">
               <div class="history agreement">
                <h1>Пользовательское соглашение</h1>                
                 <div class="home-description">
                        <span>культурного портала родники удмуртии</span>
                  </div>
                  <div class="agreement-text">
                <p>Добро пожаловать на сайт «Афиша», Интернет-ресурс, который содержит информацию 
                о фильмах и их создателях, новости кино, интервью с актерами и другими знаменитостями,
                 рецензии пользователей, DVD и Blu-ray каталоги, киноигры, расписание сеансов в 
                 кинотеатрах, ТВ-программу и прочие разделы. Сайт помогает Вам быть в курсе последних 
                 новинок кино, а также знакомиться и поддерживать связь с любителями кинематографа. </p>
                 <p>Пользование Сайтом возможно только на условиях, изложенных в настоящем Пользовательском соглашении. Если Вы не согласны с его условиями, то Вам следует немедленно прекратить использование Сайта. Использование Сайта означает,
                  что Вы согласны с условиями настоящего Пользовательского соглашения.</p>
                 </div> 
                  <h2>1. Термины и определения</h2>
                  <p>1.1. Для целей настоящего Пользовательского соглашения нижеуказанные термины имеют следующие значения:</p>
                  <ul>
                    <li>Сайт — Интернет-ресурс, расположенный в сети Интернет по адресу <a href="https://www.kinopoisk.ru/">https://www.kinopoisk.ru/</a>. 
                    Под Сайтом в зависимости от контекста понимается также программное обеспечение Сайта, дизайн 
                    (графическое оформление) Сайта, База данных, любой раздел (подраздел) Сайта («Афиша & ТВ», 
                    «Тексты», «Общение» и т.д.), а также Информация, размещенная на Сайте Администрацией Сайта и 
                    Пользователями.</li>
                    <li>Администрация сайта — ООО «Кинопоиск», которому принадлежат
                     все соответствующие исключительные имущественные права на Сайт,
                      включая права на доменное имя Сайта, и осуществляющее его администрирование.</li>
                    <li>Пользователь — лицо, прошедшее процедуру регистрации и (или) авторизации на 
                    условиях раздела 3 настоящего Соглашения, а также имеющее свой Профиль. Для целей 
                    Пользовательского соглашения под Пользователем понимается также лицо, которое не прошло 
                    процедуру регистрации -но осуществляет доступ к Сайту и/или использует и/или использовало его. 
                    Любое лицо, осуществляющее доступ к Сайту, этим автоматически подтверждает, что оно полностью 
                    согласно с положениями настоящего Пользовательского соглашения, и что в отношении него применимы
                     требования, установленные настоящим Пользовательским соглашением.</li>
                    <li>Профиль Пользователя / Профиль — специальный подраздел Сайта, 
                    где расположена Персональная информация о Пользователе, а также другая информация, 
                    разместить которую может только этот Пользователь. Любой Пользователь вправе иметь только один 
                    Профиль.</li>
                    <li>Персональная информация Пользователя — информация о 
                    Пользователе Сайта, полученная в связи с использованием Пользователем Сайта, 
                    отнесенная к персональной информации Пользователя в соответствии с <a target="_blank" href="https://yandex.ru/legal/confidential/">Политикой
                     конфиденциальности</a>.</li>
                    <li>Информация — информация, размещаемая (размещенная) Пользователем или 
                    Администрацией Сайта на Сайте, в том числе: Персональная информация Пользователя,
                     ссылки на другие сайты, любые текстовые сообщения, рецензии на фильмы (Пользовательские рецензии),
                      фотографии (изображения), аудио- и/или видео-произведения, компьютерные программы, и др. файлы.</li>
                    <li>База данных — совокупность Информации, размещаемой (размещенной) на Сайте. Вся Информация,
                     размещенная на Сайте, а также подбор, группировка и расположение Информации, является 
                     интеллектуальной собственностью Администрации Сайта и (или) иных правообладателей.</li>
                    <li>Спам — массовые, несанкционированные и/или неожидаемые получателями почтовые и другие 
                    рассылки рекламного, информационного, агитационного или иного характера.</li>
                  </ul>
                  <p>Любые термины и понятия, использующиеся в Пользовательском соглашении и не нашедшие отражения в разделе «Термины и определения», будут толковаться в соответствии со смыслом, вытекающим из текста Пользовательского соглашения. В случае возникновения любых разногласий относительно толкования термина и/или понятия, используемого в Пользовательском соглашении, применяться будет то толкование, которое будет определено Администрацией Сайта.</p>
                  <h2>2. Предмет и общие положения Пользовательского соглашения</h2>
                  <p>2.1. Настоящее Пользовательское Соглашение (далее — Соглашение) устанавливает
                   правила и условия пользования Сайтом и размещения на нем Информации и представляет
                    собой договор между Пользователем и Администрацией Сайта, который заменяет собой 
                    все предыдущие соглашения между Пользователем и Администрацией Сайта. При размещении
                     рецензия на фильмы Пользователь должен также руководствоваться правилами размещения
                      рецензий на фильмы.</p>
                  <p>2.2. Доступ к Сайту, использование Сайта и/или совершение любых 
                  иных действий на Сайте Пользователем означает, что Пользователь принимает 
                  и обязуется соблюдать все условия настоящего Соглашения, а также документов,
                   указанных в п. 2.3. настоящего Соглашения.</p>
                   <p>2.3. Во всем, что не предусмотрено настоящим Соглашением,
                    отношения между Администрацией Сайта и Пользователем в связи с
                     использованием Сайта регулируются.</p>
             </div>
            </div>
        </main>
         <MyAside/>
    </div>
</template>
<script>
    import MyAside from './my-aside.vue'

export default {
  name: 'app',
  components: {   
    MyAside
  }
}
</script>
<style>
.agreement-text{
  font-size: 16px;
  line-height: 24px;
  margin: 29px 0;
}
@media(min-width: 768px){
  .agreement-text{
    font-size: 20px;
line-height: 36px;
    margin: 73px 0;
  }
}
@media(min-width: 1024px){
  .agreement-text{    
    margin: 95px 0 57px 0;
  }
}
@media(min-width: 1440px){
  .agreement-text{    
    margin: 103px 0 93px 0;
  }
}

li{
  margin: 20px 0;
}
@media(min-width: 1440px){
  .agreement p{
  font-size: 16px;
  line-height: 24px;
  }
}
p a, li a{
    color: #FF4646;
    text-decoration: none;
}
p a:hover, li a:hover{
    text-decoration: underline
}
</style>
