<template>
    <div id="agreement" class="decor-wrap">
        <main class="main">
            <div class="container">
               <div class="history agreement">
                <h1>Пользовательское соглашение</h1>                
                 <div class="home-description">
                        <span>культурного портала родники удмуртии</span>
                  </div>
                  <div class="agreement-text">
                <h2>Общие положения</h2>
          <ol> 
            <li>Настоящий документ (далее&nbsp;— Политика) принят автономным учреждением Удмуртской Республики «Региональная служба новостей „Удмуртия“» (далее&nbsp;— Оператор) в&nbsp;целях исполнения требований законодательства Российской Федерации, обеспечения защиты прав субъектов персональных данных, обрабатываемых Оператором в&nbsp;рамках хозяйственной деятельности, соблюдения их&nbsp;конфиденциальности и&nbsp;безопасности процессов их&nbsp;обработки.</li>
            <li>Настоящая Политика раскрывает основные принципы и&nbsp;правила, используемые Оператором при обработке персональных данных, в&nbsp;том числе определяет цели, правовые основания, условия и&nbsp;способы такой обработки, категории субъектов персональных данных, персональные данных которых обрабатываются Оператором, а&nbsp;также содержит сведения об&nbsp;исполнении Оператором обязанностей в&nbsp;соответствии с&nbsp;требованиями законодательства&nbsp;РФ и&nbsp;сведения о&nbsp;реализуемых Оператором требованиях к&nbsp;защите обрабатываемых персональных данных. Политика действует в&nbsp;отношении всех персональных данных, обрабатываемых Оператором.</li>
            <li>Настоящая Политика, а&nbsp;также любые изменения и&nbsp;дополнения к&nbsp;ней утверждаются Приказом Директора Оператора.</li>
            <li>Политика является общедоступным документом, декларирующим для любых заинтересованных лиц основы деятельности Оператора при обработке персональных данных и&nbsp;подлежит размещению в&nbsp;открытом доступе на&nbsp;сайте Оператора по&nbsp;адресу: <a href="https://udmurt.media/" target="_blank">udmurt.media</a>.</li>
          </ol>
          <h2>Принятые термины и&nbsp;сокращения</h2>
          <ol> 
            <li>Оператор&nbsp;— автономное учреждение Удмуртской Республики «Региональная служба новостей «Удмуртия»;</li>
            <li>Персональные данные&nbsp;— любая информация, относящаяся к&nbsp;прямо или косвенно определенному, или определяемому физическому лицу (субъекту персональных данных);</li>
            <li>Обработка персональных данных&nbsp;— совершение в&nbsp;отношении них любого действия (операции) или совокупность действий (операций), совершаемых с&nbsp;использованием средств автоматизации или без использования таких средств, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;</li>
            <li>Информационная система персональных данных&nbsp;— совокупность содержащихся в&nbsp;базах данных персональных данных и&nbsp;обеспечивающих их&nbsp;обработку информационных технологий и&nbsp;технических средств.</li>
          </ol>
          <h2>Информация об&nbsp;операторе, правовые основания и&nbsp;цели обработки персональных данных</h2>
          <ol> 
            <li>В&nbsp;соответствии с&nbsp;требованиями действующего законодательства РФ&nbsp;Оператор определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с&nbsp;персональными данными, организует и&nbsp;осуществляет обработку персональных данных, а&nbsp;также организует и&nbsp;обеспечивает защиту обрабатываемых персональных данных.</li>
            <li>Информация об&nbsp;Операторе: 
              <ul> 
                <li>Полное наименование: автономное учреждение Удмуртской Республики «Региональная служба новостей «Удмуртия»</li>
                <li>Сокращенное наименование: АУ&nbsp;УР&nbsp;«РСН «Удмуртия»</li>
                <li>ОГРН 1151832009999 от&nbsp;14&nbsp;сентября 2015&nbsp;года, ИНН 184155313, КПП 184101001</li>
                <li>Юридический адрес и&nbsp;адрес места нахождения: 426057, г. Ижевск, ул. Пастухова., д.13</li>
              </ul>
            </li>
            <li>Правовые основания обработки персональных данных. 
              <ol> 
                <li>Оператор осуществляет деятельность в&nbsp;области обработки персональных данных на&nbsp;основании и&nbsp;в&nbsp;соответствии с&nbsp;требованиями действующего законодательства&nbsp;РФ, в&nbsp;том числе: 
                  <ul> 
                    <li>Конституции Российской Федерации;</li>
                    <li>Федерального закона от&nbsp;19.12.2005&nbsp;г. №&nbsp;160-ФЗ «О&nbsp;ратификации Конвенции Совета Европы о&nbsp;защите физических лиц при автоматизированной обработке персональных данных»;</li>
                    <li>Налогового кодекса Российской Федерации;</li>
                    <li>Гражданского кодекса Российской Федерации;</li>
                    <li>Уголовного кодекса Российской Федерации;</li>
                    <li>Кодекса Российской Федерации об&nbsp;административных правонарушениях;</li>
                    <li>Трудового кодекса Российской Федерации;</li>
                    <li>Федерального закона от&nbsp;27.07.2006 №&nbsp;<nobr>152-ФЗ</nobr> «О&nbsp;персональных данных»;</li>
                    <li>Федерального закона от&nbsp;27.07.2006 №&nbsp;<nobr>149-ФЗ</nobr> «Об&nbsp;информации, информационных технологиях и&nbsp;о&nbsp;защите информации»;</li>
                    <li>Закона РФ&nbsp;от&nbsp;27.12.1991&nbsp;N <nobr>2124-1</nobr> «О&nbsp;средствах массовой информации»;</li>
                    <li>Федерального закона от&nbsp;08.08.2001&nbsp;N <nobr>129-ФЗ</nobr> «О&nbsp;государственной регистрации юридических лиц и&nbsp;индивидуальных предпринимателей»;</li>
                    <li>Федерального закона от&nbsp;26.10.2002 N127-ФЗ «О&nbsp;несостоятельности (банкротстве)»;</li>
                    <li>Федерального закона от&nbsp;08.02.1998 N14-ФЗ «Об&nbsp;обществах с&nbsp;ограниченной ответственностью»;</li>
                    <li>Федерального закона от&nbsp;26.12.1995 N208-ФЗ «Об&nbsp;акционерных обществах»;</li>
                    <li>Федерального закона от&nbsp;26.07.2006 N135-ФЗ «О&nbsp;защите конкуренции»;</li>
                    <li>Федерального закона от&nbsp;05.04.2013 N44-ФЗ «О&nbsp;контрактной системе в&nbsp;сфере закупок товаров, работ, услуг для обеспечения государственных и&nbsp;муниципальных нужд»;</li>
                    <li>Федерального закона от&nbsp;07.08.2001 N115-ФЗ «О&nbsp;противодействии легализации (отмыванию) доходов, полученных преступным путем, и&nbsp;финансированию терроризма»;</li>
                    <li>Федерального закона от&nbsp;25.12.2008&nbsp;N <nobr>273-ФЗ</nobr> «О&nbsp;противодействии коррупции»;</li>
                    <li>Федерального закона от&nbsp;22.04.1996&nbsp;N <nobr>39-ФЗ</nobr> «О&nbsp;рынке ценных бумаг».</li>
                  </ul>
                </li>
                <li>Обработка персональных данных осуществляется Оператором с&nbsp;согласия соответствующего субъекта персональных данных на&nbsp;обработку его персональных данных в&nbsp;соответствии с&nbsp;Федеральным законом от&nbsp;27.07.2006 №&nbsp;152-ФЗ «О&nbsp;персональных данных».</li>
                <li>Без согласия субъекта персональных данных Оператор осуществляет обработку персональных данных в&nbsp;следующих случаях: 
                  <ul> 
                    <li>обработка персональных данных необходима для осуществления профессиональной деятельности журналиста&nbsp;и (или) законной деятельности средства массовой информации;</li>
                    <li>обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом;</li>
                    <li>обработка персональных данных необходима для осуществления и&nbsp;выполнения возложенных законодательством Российской Федерации на&nbsp;Оператора функций, полномочий и&nbsp;обязанностей;</li>
                    <li>осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в&nbsp;соответствии с&nbsp;федеральным законом;</li>
                    <li>обработка персональных данных необходима для осуществления прав и&nbsp;законных интересов Оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не&nbsp;нарушаются права и&nbsp;свободы субъекта персональных данных;</li>
                    <li>осуществляется обработка персональных данных, доступ неограниченного круга лиц к&nbsp;которым предоставлен субъектом персональных данных либо по&nbsp;его просьбе (далее&nbsp;— персональные данные, сделанные общедоступными субъектом персональных данных);</li>
                    <li>обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем, по&nbsp;которому является субъект персональных данных, в&nbsp;том числе в&nbsp;случае реализации Оператором своего права на&nbsp;уступку прав (требований) по&nbsp;такому договору, а&nbsp;также для заключения договора по&nbsp;инициативе субъекта персональных данных или договора, по&nbsp;которому субъект персональных данных будет являться выгодоприобретателем или поручителем;</li>
                    <li>в&nbsp;иных случаях, прямо предусмотренных Федеральным законом от&nbsp;27.07.2006 №&nbsp;152-ФЗ «О&nbsp;персональных данных».</li>
                  </ul>
                </li>
                <li>Цели обработки персональных данных. Оператор обрабатывает персональные данные в&nbsp;целях: 
                  <ol> 
                    <li>осуществления профессиональной деятельности журналистов;</li>
                    <li>осуществления законной деятельности средства массовой информации;</li>
                    <li>достижения целей, предусмотренных международным договором Российской Федерации или законом;</li>
                    <li>исполнения обязанностей, возложенных на&nbsp;Оператора действующим законодательством&nbsp;РФ;</li>
                    <li>осуществления прав и&nbsp;законных интересов Оператора и&nbsp;третьих лиц, в&nbsp;том числе по&nbsp;исполнению требований действующего законодательства&nbsp;РФ, обеспечению безопасности деятельности;</li>
                    <li>достижения общественно значимых целей создания эффективных инструментов для выполнения требований законодательства, противодействия коррупции, мошенничеству, легализации (отмыванию) доходов, полученных преступным путем, и&nbsp;финансированию терроризма;</li>
                    <li>осуществления прав и&nbsp;обязанностей работодателя, обучения работников Оператора, обеспечения личной безопасности работников, контроля количества и&nbsp;качества выполняемой работы, обеспечения сохранности имущества Оператора, обеспечения пользования работниками, установленными законодательством Российской Федерации гарантиями, компенсациями и&nbsp;льготами, ведение кадрового делопроизводства;</li>
                    <li>принятия решения о&nbsp;трудоустройстве кандидата;</li>
                    <li>заключения и&nbsp;исполнения обязательств по&nbsp;договорам гражданско-правового характера, в&nbsp;том числе по&nbsp;трудовым договорам и&nbsp;государственным контрактам;</li>
                    <li>осуществления пропускного режима в&nbsp;помещениях Оператора;</li>
                    <li>осуществления обратной связи с&nbsp;пользователями Интернет-сайтов Оператора, в&nbsp;том числе для получения от&nbsp;пользователей мнений, вопросов по&nbsp;информации сайтов и&nbsp;информационным продуктам Оператора, а&nbsp;также для направления им&nbsp;ответов.</li>
                  </ol>
                </li>
              </ol>
            </li>
          </ol>
          <h2>Обрабатываемые категории персональных данных и&nbsp;источники их&nbsp;получения</h2>
          <ol> 
            <li>Оператор обрабатывает персональные данные следующих категорий субъектов персональных данных: 
              <ul> 
                <li>работники Оператора, состоящие в&nbsp;трудовых отношениях с&nbsp;Оператором;</li>
                <li>кандидаты на&nbsp;замещение вакантных должностей Оператора;</li>
                <li>физические лица, посещающие Оператора, обработка данных которых необходима для однократного пропуска таких лиц в&nbsp;помещения Оператора;</li>
                <li>физические лица, являющиеся контрагентами или представителями, работниками контрагентов Оператора;</li>
                <li>физические лица, являющиеся пользователями Интернет-сайтов Оператора;</li>
                <li>физические лица, предоставившие информацию Оператору на&nbsp;основании Закона РФ&nbsp;от&nbsp;27.12.1991&nbsp;N <nobr>2124-1</nobr> «О&nbsp;средствах массовой информации»;</li>
                <li>физические лица, в&nbsp;отношении которых в&nbsp;соответствии с&nbsp;положениями федерального закона персональные данные являются общедоступными, подлежат обязательному раскрытию или опубликованию, подлежат внесению в&nbsp;общедоступные государственные реестры или информационные системы;</li>
                <li>физические лица, являющиеся участниками, акционерами, членами органов управления, контрольных органов юридических лиц, входящих в&nbsp;группу лиц Оператора, включая и&nbsp;самого Оператора.</li>
              </ul>
            </li>
            <li>Источниками получения персональных данных, обрабатываемых Оператором, являются: 
              <ul> 
                <li>непосредственно субъекты персональных данных (в&nbsp;том числе работники Оператора, кандидаты на&nbsp;замещение вакантных должностей, члены органов управления и&nbsp;контрольных органов Оператора, посетители, контрагенты, физические лица, предоставившие информацию Оператору на&nbsp;основании Закона РФ&nbsp;от&nbsp;27.12.1991&nbsp;N <nobr>2124-1</nobr> «О&nbsp;средствах массовой информации», пользователи Интернет-сайтов Оператора);</li>
                <li>Федеральная налоговая служба&nbsp;РФ, иные государственные органы и&nbsp;уполномоченные организации в&nbsp;случаях, предусмотренных действующим законодательством&nbsp;РФ;</li>
                <li>средства массовой информации;</li>
                <li>лица, являющиеся в&nbsp;соответствии с&nbsp;Законом РФ&nbsp;от&nbsp;27.12.1991&nbsp;N <nobr>2124-1</nobr> «О&nbsp;средствах массовой информации» источниками;</li>
                <li>контрагенты Оператора;</li>
                <li>лица, входящие в&nbsp;группу лиц Оператора;</li>
                <li>иные лица, при условии предоставления Оператору подтверждения наличия оснований, указанных в&nbsp;пунктах 2&nbsp;— 11&nbsp;части 1&nbsp;статьи&nbsp;6, части 2&nbsp;статьи 10&nbsp;и&nbsp;части 2&nbsp;статьи 11&nbsp;Федерального закона от&nbsp;27.07.2006 №&nbsp;152-ФЗ «О&nbsp;персональных данных».</li>
              </ul>
            </li>
            <li>Содержание и&nbsp;объем обрабатываемых Оператором персональных данных категорий субъектов персональных данных, указанных в&nbsp;пункте 4.1. настоящей Политики, определяются в&nbsp;соответствии с&nbsp;целями обработки персональных данных, указанными в&nbsp;пункте 3.4. настоящей Политики. Оператор не&nbsp;обрабатывает персональные данные, которые являются избыточными по&nbsp;отношению к&nbsp;указанным целям обработки или несовместимы с&nbsp;такими целями.</li>
          </ol>
          <h2>Основные принципы обработки, передачи и&nbsp;хранения персональных данных</h2>
          <ul> 
            <li>Оператор в&nbsp;своей деятельности обеспечивает соблюдение принципов обработки персональных данных, указанных в&nbsp;ст.&nbsp;5&nbsp;Федерального закона от&nbsp;27.07.2006 №&nbsp;152-ФЗ «О&nbsp;персональных данных», в&nbsp;том числе: 
              <ul> 
                <li>законности и&nbsp;справедливости целей и&nbsp;способов обработки персональных данных;</li>
                <li>соответствия целей обработки персональных данных целям, заранее определенным и&nbsp;заявленным при сборе персональных данных, а&nbsp;также полномочиям Общества;</li>
                <li>соответствия объема и&nbsp;характера обрабатываемых персональных данных, способов обработки персональных данных целям их&nbsp;обработки;</li>
                <li>достоверности персональных данных, их&nbsp;достаточности для целей обработки, недопустимости обработки персональных данных, избыточных по&nbsp;отношению к&nbsp;целям, заявленным при сборе персональных данных;</li>
                <li>недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные;</li>
                <li>хранения персональных данных должно осуществляться в&nbsp;форме, позволяющей определить субъекта персональных данных, не&nbsp;дольше, чем этого требуют цели их&nbsp;обработки, если срок хранения персональных данных не&nbsp;установлен федеральным законом, договором, стороной которого, выгодоприобретателем или получателем, по&nbsp;которому является субъект персональных данных;</li>
                <li>уничтожения по&nbsp;достижении целей обработки персональных данных или в&nbsp;случае утраты необходимости в&nbsp;их&nbsp;достижении, если иное не&nbsp;предусмотрено федеральным законом.</li>
              </ul>
            </li>
            <li>В&nbsp;отношении персональных данных Оператор осуществляет действия (операции) или совокупность действий (операций), совершаемые как с&nbsp;использованием средств автоматизации, так и&nbsp;без использования таких средств, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
            <li>Оператор использует смешанный (с&nbsp;использованием средств автоматизации и&nbsp;без использования средств автоматизации) способ обработки персональных данных с&nbsp;передачей информации по&nbsp;внутренней локальной сети Оператора и&nbsp;с&nbsp;передачей информации по&nbsp;информационно-телекоммуникационной сети «Интернет».</li>
            <li>Оператор обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с&nbsp;использованием баз данных, находящихся на&nbsp;территории Российской Федерации, за&nbsp;исключением предусмотренных законодательством случаев.</li>
            <li>Условия обработки персональных данных Оператором определяются локальными актами Оператора, регулирующими соответствующие сферы деятельности Оператора.</li>
            <li>Оператор раскрывает обрабатываемые персональные данные только на&nbsp;основаниях и&nbsp;в&nbsp;случаях, предусмотренных законодательством Российской Федерации, в&nbsp;том числе в&nbsp;связи с&nbsp;выпуском и&nbsp;распространением продукции средства массовой информации.</li>
            <li>Сроки обработки персональных данных определяются в&nbsp;соответствии со&nbsp;сроком, указанным в&nbsp;согласии субъекта персональных данных, а&nbsp;также в&nbsp;соответствии с&nbsp;иными требованиями законодательства&nbsp;РФ и&nbsp;нормативными документами Общества.</li>
            <li>Оператор прекращает обработку персональных данных в&nbsp;следующих случаях:</li>
            <li>достижение цели обработки персональных данных;</li>
            <li>изменение, признание утратившими силу нормативных правовых актов, устанавливающих правовые основания обработки персональных данных;</li>
            <li>выявление неправомерной обработки персональных данных, осуществляемой Оператором;</li>
            <li>отзыв субъектом персональных данных согласия на&nbsp;обработку его персональных данных, если в&nbsp;соответствии с&nbsp;положениями Федерального закона от&nbsp;27.07.2006 №&nbsp;152-ФЗ «О&nbsp;персональных данных» обработка этих персональных данных допускается только с&nbsp;согласия субъекта персональных данных.</li>
            <li>Уничтожение Оператором персональных данных осуществляется в&nbsp;порядке и&nbsp;сроки, предусмотренные Федеральным законом от&nbsp;27.07.2006 №&nbsp;152-ФЗ «О&nbsp;персональных данных».</li>
            <li>Обработку персональных данных физических лиц, являющихся пользователями Интернет-сайтов Оператора, Оператор осуществляет исключительно в&nbsp;объеме данных, представленных самим субъектом в&nbsp;рамках формы обратной связи, содержащей условие подтверждения субъектом своего согласия на&nbsp;такую обработку. Данные посещаемости Интернет-сайтов Оператор получает в&nbsp;обезличенной форме и&nbsp;использует в&nbsp;статистических целях для анализа пользовательского интереса к&nbsp;материалам сайта без передачи третьим лицам.</li>
          </ul>
          <h2>Сведения о&nbsp;реализуемых требованиях к&nbsp;защите персональных данных</h2>
          <ol> 
            <li>Оператор при обработке персональных данных принимает все необходимые правовые, организационные и&nbsp;технические меры для защиты персональных данных от&nbsp;неправомерного или случайного доступа к&nbsp;ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а&nbsp;также от&nbsp;иных неправомерных действий в&nbsp;отношении персональных данных.</li>
            <li>Оператор принимает необходимые правовые, организационные, технические, физические, криптографические меры защиты персональных данных, а&nbsp;также меры, направленные на&nbsp;обеспечение выполнения обязанностей, предусмотренных Федеральным законом от&nbsp;27.07.2006 №&nbsp;152-ФЗ «О&nbsp;персональных данных» и&nbsp;принятыми в&nbsp;соответствии с&nbsp;ним нормативными правовыми актами. Такие меры, в&nbsp;том числе, включают следующие: 
              <ul> 
                <li>назначение ответственного за&nbsp;организацию обработки персональных данных;</li>
                <li>издание внутренних локальных актов Оператора, регламентирующих вопросы обработки и&nbsp;защиты персональных данных;</li>
                <li>ознакомление работников Оператора, непосредственно осуществляющих обработку персональных данных, с&nbsp;положениями законодательства Российской Федерации о&nbsp;персональных данных, в&nbsp;том числе требованиями к&nbsp;защите персональных данных, локальными актами Оператора в&nbsp;отношении обработки персональных данных, с&nbsp;информацией об&nbsp;ответственности за&nbsp;разглашение персональных данных, нарушение порядка их&nbsp;обработки и&nbsp;иные неправомерные действия в&nbsp;отношении персональных данных, а&nbsp;также обучение указанных работников правилам работы с&nbsp;персональными данными;</li>
                <li>создание системы и&nbsp;осуществление внутреннего контроля&nbsp;и (или) аудита соответствия обработки персональных данных Федеральному закону от&nbsp;27.07.2006 №&nbsp;<nobr>152-ФЗ</nobr> «О&nbsp;персональных данных» и&nbsp;принятым в&nbsp;соответствии с&nbsp;ним нормативным правовым актам, требованиям к&nbsp;защите персональных данных, локальным актам Оператора;</li>
                <li>анализ, определение и&nbsp;оценка угроз безопасности персональных данных при их&nbsp;обработке в&nbsp;информационных системах персональных данных;</li>
                <li>применение организационных и&nbsp;технических мер по&nbsp;обеспечению безопасности персональных данных при их&nbsp;обработке, необходимых для выполнения требований к&nbsp;защите персональных данных, включая использование соответствующих средств защиты информации в&nbsp;информационных системах персональных данных;</li>
                <li>контроль и&nbsp;оценка эффективности принимаемых мер по&nbsp;обеспечению безопасности персональных данных до&nbsp;ввода и&nbsp;в&nbsp;процессе эксплуатации соответствующей информационной системы персональных данных;</li>
                <li>учет материальных (бумажных, машинных) носителей персональных данных и&nbsp;обеспечение их&nbsp;сохранности;</li>
                <li>своевременное обнаружение фактов разглашения, утечки, несанкционированного доступа к&nbsp;персональным данным и&nbsp;принятие соответствующих мер, включая восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к&nbsp;ним;</li>
                <li>резервирование технических средств и&nbsp;дублирование массивов и&nbsp;носителей информации;</li>
                <li>установление правил доступа к&nbsp;персональным данным, в&nbsp;том числе обрабатываемым в&nbsp;информационных системах персональных данных, а&nbsp;также обеспечение регистрации и&nbsp;учета всех действий, совершаемых с&nbsp;персональными данными;</li>
                <li>контроль над принимаемыми мерами по&nbsp;обеспечению безопасности персональных данных, а&nbsp;также контроль уровня защищенности информационных систем персональных данных.</li>
              </ul>
            </li>
          </ol>
          <h2>Права субъектов персональных данных</h2>
          <ul> 
            <li>Субъект персональных данных имеет право на&nbsp;получение информации об&nbsp;обработке его персональных данных Оператором, за&nbsp;исключением случаев, предусмотренных федеральными законами.</li>
            <li>Субъект персональных данных вправе в&nbsp;порядке и&nbsp;на&nbsp;условиях, установленных федеральными законами, требовать от&nbsp;Оператора уточнения его персональных данных, их&nbsp;блокирования или уничтожения в&nbsp;случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не&nbsp;являются необходимыми для заявленной цели обработки, а&nbsp;также принимать предусмотренные законом меры по&nbsp;защите своих прав.</li>
            <li>Субъект персональных данных вправе отозвать свое согласие на&nbsp;обработку персональных данных в&nbsp;соответствии со&nbsp;статьей 9&nbsp;Федерального закона от&nbsp;27.07.2006 №&nbsp;<nobr>152-ФЗ</nobr> «О&nbsp;персональных данных» в&nbsp;случаях, когда Оператор производит обработку персональных данных на&nbsp;основании согласия субъекта персональных данных.</li>
            <li>Для реализации своих прав и&nbsp;защиты законных интересов, субъект персональных данных имеет право обратиться к&nbsp;Оператору. Оператор рассматривает обращения и&nbsp;жалобы со&nbsp;стороны субъектов персональных данных, дает соответствующие ответы на&nbsp;них, тщательно расследует факты нарушений и&nbsp;принимает все необходимые меры для их&nbsp;немедленного устранения, наказания виновных лиц и&nbsp;урегулирования спорных и&nbsp;конфликтных ситуаций в&nbsp;досудебном порядке.</li>
            <li>В&nbsp;случае, если субъект персональных данных считает, что Оператор осуществляет обработку его персональных данных с&nbsp;нарушением требований Федерального закона или иным образом нарушает его права и&nbsp;свободы, субъект персональных данных вправе обжаловать действия или бездействие Оператора путем обращения в&nbsp;уполномоченный орган по&nbsp;защите прав субъектов персональных данных или в&nbsp;судебном порядке.</li>
          </ul>
          <h2>Контактная информация</h2>
          <ol> 
            <li>Ответственным за&nbsp;организацию обработки и&nbsp;обеспечения безопасности персональных данных Оператором назначен: 
              <p>Врио Директора &nbsp;УР&nbsp;«РСН «Удмуртия» Винокуров Дмитрий Викторович.</p>
              <p>Тел.: <nobr class="phone">(3412) 57-07-55</nobr></p>
              <p>Почтовый адрес: 426057, г. Ижевск, ул. Пастухова., д.13</p>
              <p>Адрес электронной почты: red@udmurt.media</p>
            </li>
            <li>Уполномоченным органом по&nbsp;защите прав субъектов персональных данных является Федеральная служба по&nbsp;надзору в&nbsp;сфере связи, информационных технологий и&nbsp;массовых коммуникаций (Роскомнадзор), Управление по&nbsp;защите прав субъектов персональных данных. 
              <p>Территориальный орган: Управление Роскомнадзора по&nbsp;Удмуртской Республике, актуальные контактные сведения которого размещены в&nbsp;том числе по&nbsp;адресу: 18.rkn.gov.ru.</p>
            </li>
          </ol>
          </div>
             </div>
            </div>
        </main>
         <MyAside/>
    </div>
</template>
<script>
    import MyAside from './my-aside.vue'

export default {
  name: 'app',
  components: {   
    MyAside
  }
}
</script>
<style>
.agreement-text{
  font-size: 16px;
  line-height: 24px;
  margin: 29px 0;
}
@media(min-width: 768px){
  .agreement-text{
    font-size: 20px;
line-height: 36px;
    margin: 73px 0;
  }
}
@media(min-width: 1024px){
  .agreement-text{    
    margin: 95px 0 57px 0;
  }
}
@media(min-width: 1440px){
  .agreement-text{    
    margin: 103px 0 93px 0;
  }
}

li{
  margin: 20px 0;
}
@media(min-width: 1440px){
  .agreement p{
  font-size: 16px;
  line-height: 24px;
  }
}
p a, li a{
    color: #FF4646;
    text-decoration: none;
}
p a:hover, li a:hover{
    text-decoration: underline
}
</style>
