<template>
    <div id="home" class="home decor-wrap">
        <main class="main">
            <div class="container">
                <div class="history">
                    <h1>О проекте</h1>
                    <div class="home-description">
                        <span>родники удмуртии</span>
                    </div>
                    <div class="project-text">
                        <p>Все поступившие истории сортируются редактором на пять категорий:
                         новые основные, остальные новые, повторные, копии и всякая всячина.
                          Повторными называются тексты, уже имеющиеся в архиве нашего сайта.
                           В копии отправляются истории, ранее опубликованные на других 
                           сайтах.</p>
                    </div>
                    <div class="project-big">Родники Удмуртии - 
                        это люди, которые рассказывают истории о своих друзьях, родных и близких, которые жили и
                        живут на территории Удмуртской Республики.
                    </div>
                    <h2 class="h2-left">Родники Удмуртии</h2>
                    <p>Мы запускаем проект по сбору информации о родниках Удмуртской республики. И призываем всех почувствовать в сборе информации о источниках, в городах, деревнях, селах. Всем вместе мы соберем максимально полную карту родников на территории Удмуртии. Если вы владеете какой-либо информацией о родниках, то мы просим вас прислать нам любые имеющиеся данные и мы опубликуем их на нашем сайте с указанием авторства. Нам интересны любые сведения, будь-то просто геоданные или же вы знаете легенды, истории связанные с родником, может быть у вас есть фото или видео родников, мы будем вам очень признательны за пополнение информации о родниках.</p>
                    <p>Повышение уровня знаний и информированности населения по вопросам использования и охраны водных объектов. Создание научно-популярного и авторитетного источника информации о водных ресурсах Удмуртии. Подготовка новых статей, публикация фото и видео материала. Проведение тематических конкурсов. Воспитание подрастающего поколения в соответствии с принципами бережного отношения к водным экосистемам и рационального использования водных ресурсов.</p>
                    <p>Проведение с использованием средств массовой информации просветительской и разъяснительной работы с населением и бизнес-структурами по вопросам использования и охраны водных объектов. Поддержка социальных проектов (проведение общественных работ), ориентированных на улучшение состояния водных объектов. Обеспечение информированности населения о состоянии водных экосистем и об источниках их загрязнения.</p>
                </div>
            </div>          
        </main>
        <MyAside/>
    </div>
</template>

<script>
    import MyAside from './my-aside.vue'

    export default {
    name: 'app',
    components: {   
        MyAside
    }
}
</script>
<style>
     @media(min-width: 1440px ){
         .decor-wrap{
            background-image:url('/assets/svg/decor.svg');
            background-repeat: no-repeat;
            background-position: right -4%; 
        }
     }    
   
    .project-text{
        text-align: center;
    }
    .h2-left{
        text-align: left;
    }
    .project-big{
        font-size: 32px;
        line-height: 32px;
        margin: 29px 0;
        font-family: 'TT_Firs_Bold', Arial, Helvetica, sans-serif;
        text-align: center;
         margin: 40px auto;
  }
  @media(min-width: 768px){
    .project-big{
      font-size: 48px;
      line-height: 48px;
       margin: 60px auto;
    }
  }
  @media(min-width: 1024px){
    .project-big{
      font-size: 64px;
      line-height: 64px;
      margin: 80px auto;
    }
  }
  @media(min-width: 1920px){
    .project-big{
      font-size: 80px;
      line-height: 88px;
      letter-spacing: 0.01em;
      margin: 123px auto;
    }
  }
</style>