<template>
  <div id="home" class="story">
     <main class="main">
      <div class="container">
        <div class="history">
          <header class="main-header">
            <h1>История Сергея Николаевича Селивановского</h1>
            <div class="header-description">
              <span class="header-description-item">личности</span>
              <span class="header-description-item">15 августа, 2019</span>            
            </div>
            <img class="history-image" src="assets/photo.jpg">
          </header>
          <div class="autor"> 
            <img class="autor-image" src="assets/pick.jpg" width="48" height="48">         
            <span class="autor-name">автор Сергей С.</span> 
          </div>
          <div class="autor-about">
            <p>Мон – Сергей Николаевич Селивановский – Ижкарын вордски но улӥсько, пыӵал тӥрлык поттӥсьёслэн улӥзы. Доцент, трос аръёс ӵоже Ижысь М. Т. Калашников нимо техникая кун университетысь радиоэлектрон тӥрлыкез кылдтон кафедраын дышетӥ. Англи кылъя «Английский в шутках и анекдотах» учебник гожтӥ, со США-ысь конгресслэн лыдӟиськоннияз возиське. 80 аресозям «Аксион» заводын ужай. </p>
            <p>Пинал дырысь тунсыкъяськонэным валче мон историк но шаерчи луи. Дуно туспуктэмъёсын кык бичет поттӥ. Озьы ик Ижкарлы сӥзем блог нуисько. Но ваньмыз сярысь радызъя.  </p>
          </div>
          <div class="article">
            <h2>Кызьы трофейной фотоаппарат историез яратыны мылкыд сётӥз</h2>
            <p> Ваньмыз кутскиз 1949-тӥ арын атае «Ретина кодак» немец фотоаппарат кузьмам бордысь. Соку мыным 12 арес вал. Нырысетӥ модельёсы луизы сузэр-выны, азбарысь пудо-живот. Соку семьямы пу юртын улӥз, али отын мотозаводлэн пыронэз. Соберем он дӥсьтӥсьгес луи но урме туспуктыны потӥ.  </p>
            <p>Каретӥ поръясько но туспуктэмъёс лэсьтӥсько. Фотоаппаратме пальто улам ватылӥ, мае ке бырйисько но туспуктӥсько вал. Мар со туспуктэм? Со историлэн дугдэм вакытэз, оскымон учырез. Отын адямиос, юртъёс, кыӵе ке но ужрад. </p>
            <p> Соку заводэз туспуктэм понна катъя туж чурыт кылкутытыны но быгатӥзы. Дыр ортчемъя, ваньмыз снимокъёс история понна туж дуно луизы. Озьы мон Ижкарлэсь вашкала туспуктэмъёссэ люканы кутски. </p>
            <p> Историен рос-прос тунсыкъяськыны 60 аресме тырмытэм бере кутски ни. Историен герӟаськем кылбуръёс гожъяны кутски. Школаын кык яратонтэм тодметъёс вал – химия, кудзэ ӧй валалля, но история. Но одӥг вакытэ ваньмыз воштӥськиз! Берлогес «Старый Ижевск: события и люди в объективе фотографов» книга гожтыны, нош туспуктэмъёсты солы инъет карыны малпан кылдӥз.
                Книгалэн нырысетӥ люкетаз пӧртэм авторъёслэн 434 туспуктэмъёссы пыризы. Ӧнерчиослэн но, тунсыкъяськисьёслэн но. Озьы ик отысь 998 адямиос сярысь ивортодэт шедьтыны луэ. Ӝоген книгалэн кыкетӥ люкетэз но кылдӥз, сокем трос туспуктэмъёс мыным вуизы. 
                </p>
            <p> Ужанрад али но азьланьтӥське. Мон куинетӥ книгалы материалъёс люкай ни. </p>
            <p> Ваньзэ книгаосме аслам коньдонэным поттӥсько. Мыным ӵыжы-выжыосы, тодмоосы юртто. </p>
            <p> Ар пала люкасько, пенсиысьтым висъясько. 80 аресозям ужай. Кылем арын ужысьтым кошки. Ар ӵоже 70 сюрс манет котыр люкалляй. Собере ӵыжы-выжыосы, тодмоосы юрттылӥзы. Али нош ик люкасько.  </p>
            <p> Али Ижысь радиолюбительёс сярысь книга бордын ужасько. Бадӟым уж пӧрме. Тани толон гинэ тодмо радиолюбителен вераськи, со трос тунсыко учыръёс сярысь мыным вераз, 200 пала туспуктэмъёс сётӥз. </p>
            <p>Озьы ик аслам семьяелэн выжыез сярысь бадӟым статья дасясько. </p>            
            <h2>Ижкарысь валтӥсь казначей, выт бичась инспектор, пыӵал тӥрлык поттӥсь, вӧсьчиос</h2>
            <p>Семьяелэсь выжызэ эскерон – эшшо одӥгез тунсыкъяськонэ. Солы луыса ӵыжы-выжыосме Санкт-Петербургысь шедьтыны быгатӥ. Шонергес вераса, троюродной племяницае, хими тодосъя кандидат Елена Борисовна Борова монэ ачиз шедьтӥз. Возьмамтэ шорысь тодматскон 8-9 ар талэсь луиз.</p>
            <p>Солэн пересь песянаез казнечей луыса ужась песятаелэн сузэрез вал. Со монэ «Иднакар» журнал пыр шедьтӥз, отын мынам статьяе потӥз. Со Селеивановскийёслэн семьязылэсь Пётр Первый дырысен историзы сярысь материалъёс люка вылэм. Аслаз ужаз со 800 пала адями сярысь гожтӥз. Но песятаелэсь кыдёке ивор шедьтыны быгатымтэ.</p>
            <p>Ми туспуктэмъёсын но историысь ужкагазъёсын воштӥськимы. Али ӵошен статья гожтӥськомы, отын Селивановскийёлэн 10 поколениоссы сярысь гожтэмын луоз.</p>
            <p>Тросэз выжыосмы вӧсьчиос вал. Со Ватка губерниысь Киров улосвылын 100-лэсь трос адями. Туэ 2-тӥ инвожое выжымылэн историяз пусйымон ужрад вал. Киров улосвылысь Рождественкской черкогуртын куашкатэм черк вӧзын синпелет усьтӥзы. Одӥгез ӵыжы-выжымы та черкын 20 арлэсь кема вӧсьчи вал. Солэн сюресэтӥз нылпиосыз но мынӥзы.</p>
            <p>Эшшо ми Елена Борисовнаен ӵош та черкез улытыны кичӧлтон сётыны малпаськомы. </p>
            <p>Тросэз ӵыжы-выжыосы бадым адямиос вал но элькунэз азинтон понна трос лэсьтӥзы.</p>
            <p>Мынам песятае пыӵал тӥрлык поттон заводысь пыӵал гумы лэсьтон мастерскойын мастре вал. Технологиосты умоятон понна со революцилэсь азьвыл на сизьым медаль басьтӥз. Мукетыз песятае казначей вал. Вордскиз</p>
            <p>туж начар семьяын, кудаз 14 нылпиосты будэтӥзы. Талантэзлы, ялан ужамезлы луыса Вятка губерниын тодмо экономист луиз. 1909-тӥ арысен 1917-тӥ арозь Ижысь казначействоен кивалтӥз. Собере 1926-тӥ арозь коньдон ужпумъёсъя управленилэн кивалтӥсез вал, Наговицынэн ужаз, со аслаз гожтэтъёсаз мынам песятае Вотской областьысь коньдон сӧзнэт понна трос лэсьтӥз шуыса гожъяз.</p>
            <p>Мон со вакытысь казначействолэсь ужзэ эскери. Соку сокем чурыт куронъёс вал, котькуд ужасьлэсь револьверез вал, соосты вал вылын полиция возьмаз. Казначейство Советской урамысь 1 номеро юртлэн нырысетӥ этажаз интыяськиз.</p>
            <p> Учёт туж чурыт вал. Песятае йылпумъян доклад дыръя 56 аресаз кулӥз. Со сокем пыр-поч ужзэ лэсьтыны тыршиз. Совето вакытэ эшо ӧерчиос уг тырмо вал, солы нокинэн ужаны вал. Адями гожъяськыны кӧня ке быгатӥз ке, сое уже басьтылӥзы.</p>
            <p> Нош песянаелэн Ольга Липхардлэн немец выжыосыз вал. Со фамилия сярысь ивор шедьтыны ӧй на быгаты. Тодмо, Ольга Липхардлэн атаез Сарапулын выт бичась инспектор вал но трос аръёс ӵоже та ёзэсэн кивалтӥз шуыса. Эксей Россиын генетика фондэз утён пона туж умой кат вал. Кун служащий кулэм бере солэн бадымезлы пиезлы ожгар училищеын дунтэк дышетскыны эрикрад сётылӥзы. Семьяысь бадымъёсыз нылъёс озьы ик Санэт нылъёслэн институтазы дышетскыны быгатӥзы.</p>
            <p> Куке Ольгалэн атаез кулӥз, солэн апаезлы сыӵе шуд усиз. Соос Петербурге мынӥзы. Песянаелэн анаез Крицкийёс татын улӥзы. Апаез урод дышетскиз, соин ик кенешонъёсы со интые сузэрез, мынам песнае, ветлылӥз. Сӥзьыл дышетскыны бадымез мынӥз, соку ваньмыз шараяськиз. Дышетскыны Ольгаез кутӥзы. </p>
            <p> Дышетскон йылпумъяськем бер соос Ваткае берытскизы. Отын Ольга Липхард Селивановскиен тодматскиз но солы бызиз. Собере сое коньдон ужпумъёсъя ужасез сямен Глазкаре ыстӥзы, озьы ик Сьӧлтаын но Малмыжын ужаз. Сергей Николаевичлэн атаез Малмыжын вордскиз ни.  </p>
            <h2>Англи кылэз яратон яке Леоен эшъяськон сярысь</h2>
            <p>2-тӥ классын мон немец кылэн тунсыкъяськыны кутскиз, ӵапак ож быриз. Мон аслым будьто ке атаелэсь-разведчиклэсь Германиысь гожтэтъёс гожъяй, эшъёсы оскизы. Жаляса верано, Ольга песянае монэ ӧз дышеты. Ачиз француз, немец кылъёсты туж умой тодэ вал, угось Петербургысь Санэт нылъёслэсь институтсэс йылпумъяз, Дун-чылкыт Екатериналэз орденэзлэн институтэз эшшо шуо вал. Со ватылӥз сое, революци бере кышкамын вал. Мон ас поннам выри. </p>
            <p>5-тӥ классын англи кылэз дышетыны кутским, со мыным йӧспӧртэм но валантэм потӥз. Малпасько, мар кыл со? Гожтэмын одӥг, лыдӟиське мукет сямен, немец кылын умойгес. Пумен мон валай, витьёс басьяны кутски. Техникумын но умой дышетӥсь вал. Трос технической текстъёс сётылӥз. Куке мон институтэ пыри, вань лекциосты англи кылын гожъяны кутски. Со сыӵе аввантюра вал, кудӥз дышетскон вылын шӧдӥськиз. Мар гожъямме валатэк, куиньёс басьтылӥ. Со мыным ӟуч кылысь берыктонлы трос быгатонлыкъёс сётӥз. </p>
            <p>25 ар ӵоже Ижкарысь 25 номеро школаын технической англи кыллы дышетӥ. Огдырлы шуыса уже ӧтизы вал кадь, но 20 арлэсь кема ужай. Дышетскисьёслэсь тунсыкъяськонзэс ӝутон понна урокъёсын англи юморез кутылӥ. Урокъёс пумын анекдотъёсын карточкаос сётъяй. Мое берыктыны, юморез дунъяны но пуштроссэ валэкытыны кулэ вал. Малы ке шуоно со асьмелэнлэсь висъяське. Отын тросэз анекдотъёс кылъёслэн трос пӧртэм валатонэнызы герӟаськемын. Асьмелэн кыллэн 2-3 валатонэз, нош соослэн 200-озь. </p>
            <p>Мынам урокъёсам дисциплинаен но оценкаосын шугъяськонъёс ноку ӧй вал. Дышетскисьёсы, кудъёсыз асьэос но пенсионеръёс ни, али но кылэз тодо. Соберем он кунсьӧр кылъёсты дышетонын юморез кутон амалъя книга гожтӥ но сое «Английский через юмор» нимай. </p>
            <p>Со дышетӥсьёс пӧлын туж ӝог вӧлмиз. Татын 800 лэчыткылъёс, анекдотъёс, мадиськонъёс. Мон сэзь кариськи но книгаез Америкае, Германие, Англие, Индие, Китае, Москвае келяй. Малпай, бадӟым гонораръёс коть басьто. Америкаысь контракт вуиз. Гонорарысь 5 доллар тыризы. Москваын сое 10 сюрс экземплярен поттӥзы. </p>
            <p>Мо сяна, англи кылэз дышетонын эше, крезьгурась Леопольд Панчак юрттӥз, со англи кылэз нуллӥсь вал. </p>
            <p>Леопольд Панчакен эшъяськонмы 20 арлэсь кема кыстӥськиз. Со ӟуч, Шанхайын вордскиз. Собере вордскем  шаераз берытскиз но ӟуч кылэз уг тоды вал. 1948-тӥ арын сое Арске (Татарстан) келязы. Отын со Ижысь крезьгурасьёсын тодматскиз, соос сое Удмуртие ӧтизы. Ми соин часъёсын вераськыса пукылӥмы. </p>
            <p>Уж ӝож малпанъёсты палэнтэ</p>
            <p>Ваньзэ вуттэмед потэ ке, вазь султыны кулэ. Гужем мон 4 часын пыд вылам ни. </p>
            <p>Таиз ар мыным бадӟым ыштон вайиз. 29-тӥ инвожое кышное кулӥз. </p>
            <p>Ми соин 57 ар ӵош улӥмы. Нош тодмо вал 67. Ми техникумын ай тодматским. Уж ӝож малпанъёсты вунэтыны юрттэ. </p>
          </div>
        </div>
      </div>
    </main>
    <MyAside/>
  </div>
</template>

<script>
    import MyAside from './my-aside.vue'

export default {
  name: 'app',
  components: {   
    MyAside
  }
}
</script>

<style>
</style>