<template>
  <div id="app">   
    <header class="header">   
      <div class="alert">
        В данный момент Вы находитесь на beta-версии сайта “Родники Удмуртии”
        <div class="close"></div>
      </div>
      <div class="container"> 
        <div class="lang">
          <a class="lang-link lang-link__active" >Рус</a>
          <a class="lang-link lang-link__active" >Удм</a>
        </div>
        <img src="assets/svg/logotype.svg" alt="Vue Logo" height="36" width="75"> 
        <a href="#" class="addbutton">
          <span>Добавить историю</span>
        </a>     
      </div>
    </header>
    <main class="main">
      <div class="container">
        <div class="history">
          <header class="main-header">
            <h1>История Сергея Николаевича Селивановского</h1>
            <div class="header-description">
              <span class="header-category">личности</span>
              <span class="header-date">15 августа, 2019</span>            
            </div>
            <img class="autor-image" src="assets/photo.jpg">
          </header>
          <div class="autor"> 
            <img class="autor-image" src="assets/pick.jpg">         
            <span class="autor-name">автор Сергей С.</span> 
          </div>
          <div class="autor-about">
            <p>Я – Сергей Николаевич Селивановский – коренной житель Ижевска, прямой потомок оружейников. Доцент, много лет 
            преподавал в Ижевском государственном техническом университете им. М. Т. Калашникова на кафедре конструирования 
            радиоэлектронной аппаратуры. Написал учебник по английскому языку «Английский в шутках и анекдотах», который хранится 
            в библиотеке Конгресса США. До 80 лет трудился на заводе «Аксион». </p>
            <p>Любимое увлечение детства сделало меня историком и краеведом. Выпустил два сборника с ценными фотографиями. 
            Также веду свой блог, посвящённый истории Ижевска. Но обо всем по порядку. </p>
          </div>
          <div class="article">
            <h2>Как трофейный фотоаппарат пробудил любовь к истории</h2>
            <p> Началось все с того, что в 1949 году папа подарил мне немецкий фотоаппарат «Ретина кодак». 
               Тогда мне было 12 лет. Первыми моделями стали брат и сестра, живность во дворе. Тогда наша семья жила 
               в деревянном доме, где сейчас располагается проходная мотозавода. Потом я немного осмелел и вышел снимать на улицу. </p>
            <p>Гулял по городу и фотографировал. Прятал фотоаппарат под пальто, выбирал объект и снимал. 
              Что такое фотография? Это застывший момент истории, неопровержимый факт. Там люди, здания, какое-то событие.</p>
            <p> Тогда за фотографии завода могли и наказать по всей строгости закона. По истечении времени все 
              снимки оказались исторически ценными. Так я начал коллекционировать старые фотографии Ижевска. </p>
            <p> Серьезно увлекся историей уже после 60 лет. Начал писать статьи на исторические темы. Хотя в школе 
              у меня было два предмета, которые я ненавидел. Это химия, которую не понимал, и история. Но все изменилось
               в один миг! Потом возникла идея написать книгу «Старый Ижевск: события и люди в объективе фотографов», 
               то есть за основу взять фотографии. </p>
            <p> В первую часть книги вошли 434 фотографии разных авторов, как профессионалов, так и любителей. 
              Также в ней можно найти информацию о 998 людях. Мне поступил такой вал фотографий, что в скором времени появилась
               и вторая часть книги.</p>
            <p> Процесс продолжается и сейчас. Я уже набрал материалы на третью книгу.</p>
            <p> Все свои книги я издаю на собственные деньги. Помогают мне в этом нелегком деле и родные, и знакомые. </p>
            <p> Примерно год коплю, откладываю от пенсии. До 80 лет работал. Уволился в прошлом году. В течение года 
              где-то накапливал 70 тысяч рублей. Потом родственники, знакомые помогали. Сейчас снова коплю.</p>
            <p>На сегодняшний день работаю над книгой об ижевских радиолюбителях. Огромный труд получается.
               Буквально вчера общался с известным радиолюбителем, он рассказал мне очень много интересных фактов, около 
               20 фотографий дал.</p>
            <p>Также готовлю большую статью о родословной своей семьи.  </p>
            <h2>Главный казначей Ижевска, налоговый инспектор, оружейник, священнослужители</h2>
            <p>Изучение родословной своей семьи – еще одно мое увлечение. Благодаря этому смог найти 
            родственников в Санкт-Петербурге. Точнее, троюродная племянница, кандидат химических наук Елена
             Борисовна Борова нашла меня сама. Неожиданное знакомство случилось лет 8-9 назад. </p>
            <p>Ее прабабушка была родной сестрой моего дедушки, который работал казначеем. Она нашла меня через 
            журнал «Иднакар», в котором была опубликована моя статья. Оказывается, она собрала материалы об истории 
            Селивановских со времен Петра I. В своей работе описала где-то 800 человек. Только не могла найти
             информацию дальше моего деда.</p>
            <p>Мы обменялись фотографиями и историческими документами. Сейчас совместными усилиями пишем статью, 
            в которой будет описано 10 поколений Селивановских.</p>
            <p>В основном, наши предки были священниками. Это более 100 человек в Кировской области  Вятской губернии. 
            2 июня этого года произошло значимое событие  в истории нашего рода. В селе Рождественское Кировской области 
            рядом с разрушенной церковью открыли памятник. Один из наших предков более 20 лет был священником в этой церкви.  
            Также его дети пошли по стопам отца.</p>
            <p>Еще мы с Еленой Борисовной планируем инициировать возрождение этой церкви. </p>
            <p>Многие мои родственники были выдающимися личностями и внесли свой вклад в развитие республики. </p>
            <p>Мой дед был мастером на ствольной мастерской оружейного завода. За улучшение технологий он получил семь медалей 
            до революции еще. Другой дед был казначеем. Родился в беднейшей семье, в которой воспитывались 14 детей. 
            За счет таланта, настойчивости поднялся, сделал карьеру известного экономиста Вятской губернии.  
            С 1909 до 1917 года возглавлял Ижевское казначейство. Потом до 1926-го был руководителем Управления 
            местных финансов, работал с Наговицыным, который в своих письмах писал, что мой дед сделал многое для 
            финансовой системы Вотской области.</p>
            <p>Я изучил работу ижевского казначейства того времени. Тогда все было настолько строго, 
            каждый работник имел револьвер, их охраняла конная полиция. Казначейство находилось по адресу Советская, 1 на первом этаже.</p>
            <p>Учет был строжайший. В возрасте 56 лет дед умер во время отчетного доклада. Он настолько добросовестно
            относился к своей работе. При советской  власти еще был кадровый голод, ему было не с кем работать. 
              Если человек умел немного писать, его брали на работу.</p>
            <p> А вот у моей бабушки Ольги Липхард были немецкие корни. Пока мне не удалось найти информацию 
            об этой фамилии. Известно, что отец Ольги Липхард был налоговым инспектором в Сарапуле и долгие 
            годы возглавлял эту службу. В царской России был очень хороший закон, направленный на сохранение 
            генетического фонда. Когда умирал госслужащий, его старшему сыну предоставляли право бесплатного 
            обучения в военном училище. Старшие дочери в семье также могли учиться в Институте благородных девиц.</p>
            <p> И вот когда умер отец Ольги, ее старшей сестре выпало такое счастье. Они поехали в Петербург. 
            Поскольку мать бабушки Крицкие жили здесь. Старшая сестра училась плохо и на собеседования вместо нее ходила младшая,
            то есть моя бабушка. Она успешно справилась со всеми испытаниями. Осенью на учебу пошла старшая и вот тогда разоблачили
              все это дело. В итоге на учебу приняли Ольгу.</p>
            <p> После окончания учебы они вернулись на Вятку. Там Ольга Липхард познакомилась с 
            Селивановским и вышла за него замуж. Потом его как финансового работника отправили в Глазов, 
            он также работал в Селтах и Малмыже. Отец Сергея Николаевича родился уже в Малмыже.  </p>
            <h2>Любовь к английскому языку или о дружбе с Лео</h2>
            <p>Во 2-м классе я увлекся немецким языком, как раз война закончилась. Я себе письма писал якобы из Германии 
            от отца-разведчика, друзья верили. К сожалению, бабушка Ольга меня не обучала. Хотя прекрасно знала французский,
             немецкий, так как окончила Институт благородных девиц в Петербурге, так называемый институт ордена Святой Екатерины. 
             Она скрывала это, была запугана после революции. Я сам варился в собственном соку.</p>
            <p>В 5-м классе начали изучать английский язык, он показался мне странным и не понятным. Думал, что за язык? Написано одно, произносится другое, то ли дело в немецком. Постепенно я разобрался, начал получать пятерки. В техникуме тоже был хороший преподаватель. Давала много технических текстов. Когда поступил в институт, начал все лекции писать на английском языке. Это такой авантюризм был, который на учебу повлиял. Я не мог разобрать, что написал, получал тройки. Это дало мне очень многое для навыков перевода с русского языка. 
            <p>В течение 25 лет преподавал технический английский ученикам № 25 школы Ижевска. Вроде звали на временную работу, 
            но получилось, что более 20 лет проработал. Чтобы заинтересовать учеников, я применял на своих 
            уроках английский юмор. В конце уроков раздавал карточки с анекдотами. Его надо было перевести, 
            оценить юмор и объяснить, в чем соль. Потому что он отличается от нашего. Там большинство анекдотов 
            основано на многозначности слов. У нас одно слово имеет 2-3 значения, а у них до 200.</p>
            <p>На моих уроках никогда не было проблем с дисциплиной и оценками. Мои ученики, которые уже сами стали
             пенсионерами, до сих пор помнят язык. Потом я написал книгу о методике применения юмора при изучении
              иностранных языков и назвал ее «Английский через юмор». </p>
            <p>Она мгновенно разошлась по учителям и преподавателям. Здесь 800 поговорок, анекдотов, загадок. Наконец,
            я обнаглел и послал эту книгу в Америку, Германию, Англию, Индию, Китай, Москву. Думал, большие гонорары хоть 
            раз заработаю. Из Америки пришел контракт. Из гонорара 5 долларов заплатили. В Москве издали ее 10 тыс. экземпляров. </p>
            <p>Кроме того, в изучении английского мне помог друг, музыкант Леопольд Панчак, который являлся носителем языка.  </p>
            <p>Наша дружба с Леопольдом Панчаком длилась более 20 лет. Он русский, родился в Шанхае. Потом вернулся
            на родину и не знал русского языка. В 1948 году его отправили в Арск (Татарстан). Там он познакомился с ижевскими 
            композиторами, которые пригласили его в Удмуртию. Мы могли с ним беседовать часами напролет.</p>
            <h2>Работа отвлекает от грустных мыслей</h2>
            <p>Если хочешь все успевать, надо рано вставать. Летом я уже в 4 часа бодрствую. Этот год принес большую утрату в мою жизнь, 29 июня умерла жена. Мы прожили вместе 57 лет. А знакомы были 67.
             Мы еще в техникуме познакомились. Работа отвлекает меня от грустных мыслей.</p>
            <blockquote> 
              <strong>Если хочешь все успевать, надо рано вставать</strong>
              <cite>Сергей С.</cite>
            </blockquote>
          </div>
        </div>
      </div>
    </main>
    <aside class="aside">
      <div class="aside-title">Добавьте свою историю о событии или человеке!</div>
      <a href="#" class="aside-button">ДОБАВИТЬ свою ИСТОРИЮ</a>
    </aside>
    <footer class="footer">
      Родники Удмуртии, 2019
Все права защищены законодательством РФ. При использовании любых материалов сайта ссылка обязательна, в Интернете обязательна гиперссылка на ресурс. Иное является незаконным использованием и подлежит правовым последствиям. 
Проект посвящен столетию Удмуртской Республики.    
    </footer> 
  </div>
</template>

<script>
import Home from './components/Home.vue'

export default {
  name: 'app',
  components: {
    Home
  }
}
</script>

<style>
*{
  margin: 0;
  padding: 0;
}
.container{
 padding: 0 24px;
}
</style>
